{
    "title": "Inheritance Calculator",
    "estate": "Estate:",
    "heir": "Heir",
    "number": "Number",
    "heritage_our_study": "Heritage (by Ali Aloush)",
    "heritage_fiqh": "Heritage (Fiqh)",
    "shares_hint": "share: count x amount (+radd)",
    "husband": "Husband",
    "wife": "Wife",
    "son": "Son",
    "daughter": "Daughter",
    "father": "Father",
    "mother": "Mother",
    "brother": "Brother",
    "sister": "Sister",
    "relatives": "Relatives",
    "calculate": "Calculate Heritage",
    "clear": "Clear",
    "husband_wife_warning": "Both Husband and Wife cannot be 1. At least one must be 0.",
    "awl_message": "Awl was applied",
    "notes": "Important Notes",
    "note1": "This is for research purposes only. Do not apply in real life.",
    "note2": "This website is a beta version, please <a href='mailto: alaa137@gmail.com'>contact us</a> if you find any errors or bugs.",
    "note3": "The 'Heritage (by Ali Aloush)' values are based on Ali's <a href='https://www.youtube.com/playlist?list=PLydybbv8P4rt9OiWJTUslroR7EzUOiVmg'>YouTube series</a> [mirror with English subtitles will be gradually uploaded to reddit at <a href='https://www.reddit.com/r/Islamipedia/'>r/Islamipedia</a>].",
    "note4": "The 'Heritage (Fiqh)' values are based on the website <a href='http://inheritance.ilmsummit.org//projects/inheritance/home.aspx'>http://inheritance.ilmsummit.org/</a>.",
    "note5": "Currently the algorithm can handle only up to one wife. If your usecase has multiple wives, please simply divide the calculated wife's share between all wives equally.",
    "note6": "Currently the algorithm does not support grandparents. According to Ali Aloush's study, the grandparents from the father's side / mother's side take the father's / mother's inheritance roles (respectively) when they are absent. So please fill their numbers in the father / mother fields if the father / mother has passed and the grandfather / grandmother is alive.",
    "note7": "Currently the algorithm does not support grandchildren. According to Ali Aloush's study, the grandchildren inherit exactly as the children do (grandsons as sons and granddaughters as daughters), regardless of whether the direct children are alive or not. E.g. if the sons' share is 100K, and there are 2 sons and 3 grandsons, each son or grandson will take 20K.",
    "note8": "According to Ali Aloush's study, unlike the Fiqh's ideology, there is no differentiation between full-siblings and half-siblings. That's why they're not separated in the table, and the Fiqh's solution in the 'Heritage (Fiqh)' column will be calculated as if all siblings were full-siblings (although in the Fiqh approach they do separate between half and full).",
    "note9": "Currently the algorithm can handle up to one relative. If your usecase has multiple relatives, please simply divide the calculated 'Relatives' share between them equally.",
    "note10": "Ali Aloush's study and its results do not represent the opinion of the website developer."
}
