{
    "title": "حاسبة المواريث",
    "estate": "التركة:",
    "heir": "الوارث",
    "number": "العدد",
    "heritage_our_study": "القسمة (علي علوش)",
    "heritage_fiqh": "القسمة (فقه)",
    "shares_hint": "النسبة: العدد x الكمية (+رد)",
    "husband": "زوج",
    "wife": "زوجة",
    "son": "ابن",
    "daughter": "بنت",
    "father": "أب",
    "mother": "أم",
    "brother": "أخ",
    "sister": "أخت",
    "relatives": "أقارب",
    "calculate": "حساب القسمة",
    "clear": "مسح",
    "husband_wife_warning": "لا يمكن أن يكون الزوج والزوجة معًا.",
    "awl_message": "تم تطبيق العول",
    "notes": "ملاحظات هامة",
    "note1": "الموقع لأغراض البحث فقط. لا تطبق في الحياة الواقعية.",
    "note2": "هذه نسخة تجريبية، يرجى الاتصال بنا إذا وجدت أي أخطاء أو ثغرات.",
    "note3": "يستند حساب النسب في عامود 'القسمة (علي علوش)' إلى سلسلة علي علوش على <a href='https://www.youtube.com/playlist?list=PLydybbv8P4rt9OiWJTUslroR7EzUOiVmg'>اليوتيوب.",
    "note4": "يستند حساب النسب في عامود 'القسمة (فقه)' إلى الموقع <a href='http://inheritance.ilmsummit.org//projects/inheritance/home.aspx'>http://inheritance.ilmsummit.org/</a>.",
    "note5": "في الوقت الحالي، الحاسبة تدعم الحسابات مع زوجة واحدة فقط. إذا كانت المسألة بها زوجات متعددات، فيرجى تقسيم حصة الزوجة المحسوبة بين جميع الزوجات بالتساوي.",
    "note6": "في الوقت الحالي، الحاسبة لا تدعم الحسابات مع الأجداد. وفقًا لدراسة علي علوش, الأجداد من جانب الأب / الأم يأخذون أدوار الأب / الأم في الميراث (على التوالي) عندما يكونوا الأب / الأم غائبين. لذا يرجى ملئ أرقامهم في حقول الأب / الأم إذا توفي الأب / الأم وكان الجد / الجدة على قيد الحياة.",
    "note7": "في الوقت الحالي، الحاسبة لا تدعم الأحفاد. وفقًا لدراسة علي علوش، يرث الأحفاد تمامًا كما يرث الأبناء (الأحفاد كأبناء والحفيدات كبنات)، بغض النظر عما إذا كان الأبناء المباشرون على قيد الحياة أم لا. على سبيل المثال، إذا كانت حصة الأبناء 100 ألف، وكان هناك ولدان و3 أحفاد، فسيحصل كل ابن أو حفيد على 20 ألفًا.",
    "note8": "وفقًا لدراسة علي علوش، على عكس المبدأ الذي يتخذه الفقه الحالي، لا يوجد تمييز بين الإخوة الأشقاء والإخوة غير الأشقاء. ولهذا السبب لا يتم فصلهم في الجدول، وسيتم حساب النسب في عامود 'القسمة (فقه)' كما لو كان جميع الإخوة أشقاء (على الرغم من أنهم في نهج الفقه يفصلون بين الأخ الشقيق وغير الشقيق).",
    "note9": "في الوقت الحالي، تدعم الحاسبة التعامل مع قريب واحد. إذا كانت المسألة تحتوي على أقارب متعددين، فيرجى تقسيم حصة 'الأقارب' المحسوبة بينهم بالتساوي."
}
